/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Automatic";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS" = "After your job prints, you can use the printer's control panel to print more copies of your job. Multiple copies of stored jobs will automatically be collated.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS" = "When multiple copies are requested the first copy will be printed. The remaining copies will be held on the printer until you release them via the printer's control panel. Multiple copies of stored jobs will automatically be collated.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS" = "Your job will be stored in the printer as if it is an electronic file cabinet. Nothing will be printed until your job is requested from the printer's control panel. Use this storage for forms and other common or shared documents. Multiple copies of stored jobs will automatically be collated.";
"HPJOBRETENTIONOPTION_PRIVATE_DS" = "Your job will be stored on the printer and nothing will be printed until you request the job from the printer's control panel. Private print jobs are secured by the 4-digit personal identification numbers you specify. Multiple copies of stored jobs will automatically be collated.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS" = "Your job will be stored in the printer as if it is an electronic file cabinet. Nothing will be printed until your job is requested from the printer's control panel. Private Stored print jobs are secured by the 4-digit personal identification numbers you specify. Multiple copies of stored jobs will automatically be collated.";
"HPJOBRETENTIONOPTION_OFF_DS" = "Your job will be printed but not stored on the printer.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Your job will be stored in the printer as if it is an electronic file cabinet. Nothing will be printed until your job is requested from the printer's control panel. Stored print jobs may be secured by an optional 4-digit personal identification number you specify. Multiple copies of stored jobs will automatically be collated.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Store your print job on the printer until you request the job from the printer's control panel. Once printed, the job will be deleted from the printer. Keep the print job private by using a Personal Identification Number (PIN).";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "Your job will be stored on the printer and nothing will be printed until you request the job from the printer's control panel. After the job has printed, it will be automatically removed from the printer's job storage.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "Your job will be stored on the printer and nothing will be printed until you request the job from the printer's control panel and input the PIN. After the job has printed, it will be automatically removed from the printer's job storage.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "Your job will be stored on the printer as if it is an electronic file cabinet. Nothing will be printed until your job is requested from the printer's control panel. Use this storage for forms and other common or shared documents.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "Your job will be stored on the printer as if it is an electronic file cabinet. Nothing will be printed until you request the job from the printer's control panel and input the PIN. Use this storage for forms and other common or shared documents.";

/* Finishing */
"HPSTRAIGHTPAPERPATH_DS" = "Alternate Output Bin Is Open";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Make sure your manual feed tray is empty; or if starting from this tray that it contains only enough paper for this document (add one sheet for reinsertion guide if selected).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Print Reinsertion Guide";

/* Summary for Color Options with the same name */
"HPTEXTNEUTRALGRAYS_SUMMARY" = "Text Neutral Grays";
"HPTEXTHALFTONE_SUMMARY" = "Text Halftone";
"HPTEXTRGB_SUMMARY" = "Text RGB";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Graphics Neutral Grays";
"HPGRAPHICSHALFTONE_SUMMARY" = "Graphics Halftone";
"HPGRAPHICSRGB_SUMMARY" = "Graphics RGB";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Photo Neutral Grays";
"HPPHOTOHALFTONE_SUMMARY" = "Photo Halftone";
"HPPHOTORGB_SUMMARY" = "Photo RGB";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/* Description for Booklet Printing PDE */
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "To print a booklet, you must select the \"Two-Sided\" or \"Manual Duplex\" checkbox above.";
"HPBOOKLETFILTER_MANUAL_DS" = "To print a booklet, you must select the \"Manual Duplex\" checkbox above.";
"HPBOOKLETFILTER_AUTO_DS" = "To print a booklet, you must select the \"Two-Sided\" checkbox above.";
"DUPLEXER_NOT_INSTALLED" = "To print a booklet, you should install duplexer accessory.";
"DUPLEXER_INSTALLED" = "To print a booklet, two-sided printing must be turned on.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Bind Pages on the Right";

"HPWMSWITCH_CHECKBOX_TITLE" = "Watermark";

/* UntitledCustomName */
"UntitledString" = "Untitled";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "Print Color as Gray";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Color Input/Black Render: 600x600 dpi\nOutput (Black/Color): Automatic";

"OUTPUTMODE_DS_GENERALOFFICE" = "Black Render: 300x300dpi\nColor Input: 300x300dpi\nOutput (Black): Automatic\nOutput (Color): Automatic";

"OUTPUTMODE_DS_PROFESSIONAL" = "Black Render: 600x600dpi\nColor Input: 600x600dpi\nOutput (Black): Automatic\nOutput (Color): Automatic";

"OUTPUTMODE_DS_PRESENTATION" = "Black Render: 600x600dpi\nColor Input: 600x600dpi\nOutput (Black): Automatic\nOutput (Color): Automatic\nFor these paper types, Black Output is 1200x1200 optimized dpi: Unspecified, Plain, HP Premium Presentation Matte, and HP Brochure Matte";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Black Render: 600x600dpi\nColor Input: 600x600dpi\nOutput (Black): Automatic\nOutput (Color): 2400x1200 optimized dpi";
